Repository: massidea/site
Catalog: application/languages/privmsg.tmx
Source language: fi
Languages: en

source: Yksityisviesti lähetetty
en: Private message sent

source: Lähetä yksityisviesti
en: Send a private message

source: Kenelle:
en: To:

source: Järjestelmä
en: System

source: Keneltä:
en: From:

source: Otsikko:
en: Header:

source: Viesti:
en: Message:

source: Sähköpostisi:
en: Your email:

source: Lähetä
en: Send

source: Yksityisviestin vastaanottajaa ei ole olemassa!
en: Given private message receiver doesn't exist!

source: Et voi lähettää itselle sähköpostia!
en: Can't send private message to your self!

source: Sinun pitää olla kirjautuneena lähettääksesi yksityisviestejä!
en: You must login in order to send private messages!

source: Sinun pitää olla kirjautuneena nähdäksesi yksityisviestisi!
en: You must login in order to view private messages!

source: Yksityisviestit
en: Private messages

source: minuuttia sitten
en: minutes ago

source: tuntia sitten
en: hours ago

source: päivää sitten
en: days ago

source: viikkoa sitten
en: weeks ago

source: vuotta sitten
en: years ago

source: Tällä lomakkeella voit lähettää toiselle käyttäjälle henkilökohtaisen viestin. Käyttäjä saa ilmoituksen lähettämästäsi viestistä kirjautuessaan seuraavan kerran sisään. Otsikko -ja viesti-kentät ovat pakollisia täyttää, jonka lisäksi voit antaa vastaanottavalle käyttäjälle myös sähköpostiosoitteesi.
en: With this form you can send private message to an another user. The user you are sending to receives a notification, when he/she logs in the next time. Header and message fields are mandatory, and you can also send your email address to receiver.
